Repository: xcv58/MacTools
Catalog: Sources/Resources/Localization/Settings.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# settings.sidebar.pluginSort.compact.newest
source: 最新
ar: الأحدث
de: Neueste
en: Newest
es: Recientes
fr: Récents
ja: 新しい順
ko: 최신 순
pt: Recentes
ru: Новые
tr: En Yeni

# settings.sidebar.pluginSort.compact.custom
source: 自定义
ar: مخصص
de: Eigene
en: Custom
es: Personalizado
fr: Personnalisé
ja: カスタム
ko: 사용자 지정
pt: Personalizada
ru: Свой
tr: Özel
zh_hant: 自訂

# settings.sidebar.pluginSort.custom
source: 自定义顺序
ar: ترتيب مخصص
de: Benutzerdefinierte Reihenfolge
en: Custom Order
es: Orden personalizado
fr: Ordre personnalisé
ja: カスタム順
ko: 사용자 지정 순서
pt: Ordem personalizada
ru: Пользовательский порядок
tr: Özel Sıra
zh_hant: 自訂順序

# settings.sidebar.pluginSort.resetCustom
source: 重置自定义顺序
ar: إعادة تعيين الترتيب المخصص
de: Benutzerdefinierte Reihenfolge zurücksetzen
en: Reset Custom Order
es: Restablecer orden personalizado
fr: Réinitialiser l’ordre personnalisé
ja: カスタム順をリセット
ko: 사용자 지정 순서 재설정
pt: Redefinir ordem personalizada
ru: Сбросить пользовательский порядок
tr: Özel Sırayı Sıfırla
zh_hant: 重設自訂順序

# settings.sidebar.pluginSort.scopeNote
source: 仅影响设置侧边栏
ar: الشريط الجانبي للإعدادات فقط
de: Nur Einstellungen-Seitenleiste
en: Settings sidebar only
es: Solo barra lateral de Ajustes
fr: Barre latérale Réglages uniquement
ja: 設定サイドバーのみ
ko: 설정 사이드바에만 적용
pt: Apenas barra lateral de Ajustes
ru: Только боковая панель настроек
tr: Yalnızca Ayarlar kenar çubuğu
zh_hant: 僅影響設定側邊欄

# plugins.sidebar.pluginsSection
source: 插件
ar: الإضافات
de: Plug-ins
en: Plugins
es: Complementos
fr: Modules
ja: プラグイン
ko: 플러그인
pt: Plug-ins
ru: Плагины
tr: Eklentiler
zh_hant: 外掛

# navigation.back
source: 后退
ar: رجوع
de: Zurück
en: Back
es: Volver
fr: Retour
ja: 戻る
ko: 뒤로
pt: Voltar
ru: Назад
tr: Geri
zh_hant: 後退

# navigation.forward
source: 前进
ar: تقدّم
de: Vorwärts
en: Forward
es: Avanzar
fr: Avancer
ja: 進む
ko: 앞으로
pt: Avançar
ru: Вперёд
tr: İleri
zh_hant: 前進

# secondaryPanel.back
source: 返回
ar: رجوع
de: Zurück
en: Back
es: Volver
fr: Retour
ja: 戻る
ko: 뒤로
pt: Voltar
ru: Назад
tr: Geri

# about.changelog.currentVersion
source: 当前版本
ar: الإصدار الحالي
de: Aktuelle Version
en: Current Version
es: Versión actual
fr: Version actuelle
ja: 現在のバージョン
ko: 현재 버전
pt: Versão atual
ru: Текущая версия
tr: Güncel Sürüm
zh_hant: 目前版本

# about.changelog.description
source: MacTools 与插件最近 10 个版本的发布记录
ar: أحدث 10 إصدارات من MacTools والمكونات الإضافية
de: Die 10 neuesten Versionen von MacTools und Plugins
en: The 10 most recent MacTools and plugin releases
es: Las 10 versiones más recientes de MacTools y complementos
fr: Les 10 versions les plus récentes de MacTools et des modules
ja: MacTools とプラグインの最新 10 件のリリース
ko: MacTools 및 플러그인의 최근 릴리스 10개
pt: As 10 versões mais recentes do MacTools e dos plugins
ru: 10 последних выпусков MacTools и плагинов
tr: En yeni 10 MacTools ve eklenti sürümü
zh_hant: MacTools 與外掛模組最近 10 個版本的發佈記錄

# about.changelog.empty.description
source: 发布新版本后，更新内容会显示在这里。
ar: ستظهر ملاحظات الإصدار هنا بعد نشر إصدار جديد.
de: Nach der Veröffentlichung einer neuen Version erscheinen die Versionshinweise hier.
en: Release notes will appear here after a new version is published.
es: Las notas de la versión aparecerán aquí después de publicar una nueva versión.
fr: Les notes de version apparaîtront ici après la publication d’une nouvelle version.
ja: 新しいバージョンの公開後、リリースノートがここに表示されます。
ko: 새 버전이 출시되면 릴리스 노트가 여기에 표시됩니다.
pt: As notas da versão aparecerão aqui após a publicação de uma nova versão.
ru: Примечания к выпуску появятся здесь после публикации новой версии.
tr: Yeni bir sürüm yayımlandıktan sonra sürüm notları burada görünür.
zh_hant: 發佈新版本後，更新內容會顯示在這裡。

# about.changelog.empty.title
source: 暂无版本记录
ar: لا يوجد سجل إصدارات
de: Kein Versionsverlauf
en: No Version History
es: No hay historial de versiones
fr: Aucun historique des versions
ja: バージョン履歴はありません
ko: 버전 기록 없음
pt: Sem histórico de versões
ru: Нет истории версий
tr: Sürüm Geçmişi Yok
zh_hant: 暫無版本記錄

# about.changelog.title
source: 版本记录
ar: سجل الإصدارات
de: Versionsverlauf
en: Version History
es: Historial de versiones
fr: Historique des versions
ja: バージョン履歴
ko: 버전 기록
pt: Histórico de versões
ru: История версий
tr: Sürüm Geçmişi
zh_hant: 版本記錄

# about.description
source: 一款免费、开源的 macOS 菜单栏工具集合。使用 SwiftUI 构建。
ar: مجموعة مجانية ومفتوحة المصدر من أدوات شريط قوائم نظام التشغيل MacOS. تم إنشاؤه باستخدام SwiftUI.
de: Eine kostenlose Open-Source-Sammlung von macOS-Menüleistentools. Gebaut mit SwiftUI.
en: A free, open-source collection of macOS menu bar tools. Built with SwiftUI.
es: Una colección gratuita y de código abierto de herramientas de la barra de menú de macOS. Construido con SwiftUI.
fr: Une collection gratuite et open source d'outils de barre de menu macOS. Construit avec SwiftUI.
ja: macOS メニュー バー ツールの無料のオープンソース コレクション。 SwiftUI で構築されました。
ko: macOS 메뉴 막대 도구의 무료 오픈 소스 컬렉션입니다. SwiftUI로 제작되었습니다.
pt: Uma coleção gratuita e de código aberto de ferramentas da barra de menus do macOS. Construído com SwiftUI.
ru: Бесплатная коллекция инструментов строки меню macOS с открытым исходным кодом. Создано с помощью SwiftUI.
tr: Ücretsiz, açık kaynaklı bir macOS menü çubuğu araçları koleksiyonu. SwiftUI ile geliştirildi.
zh_hant: 一款免費、開源的 macOS 選單列工具集合。使用 SwiftUI 構建。

# about.update.check
source: 检查更新
ar: التحقق من وجود تحديثات
de: Nach Updates suchen
en: Check for Updates
es: Buscar actualizaciones
fr: Vérifier les mises à jour
ja: アップデートを確認する
ko: 업데이트 확인
pt: Verificar atualizações
ru: Проверить наличие обновлений
tr: Güncellemeleri Denetle
zh_hant: 檢查更新

# about.update.detail.available
source: 已发现更高版本，点击“立即更新”后会进入系统标准安装流程。
ar: يتوفر إصدار أحدث. اختر "التحديث الآن" لبدء تدفق تحديث النظام القياسي.
de: Eine neuere Version ist verfügbar. Wählen Sie „Jetzt aktualisieren“, um den Standard-Systemaktualisierungsablauf zu starten.
en: A newer version is available. Choose “Update Now” to start the standard system update flow.
es: Hay una versión más nueva disponible. Elija "Actualizar ahora" para iniciar el flujo de actualización estándar del sistema.
fr: Une version plus récente est disponible. Choisissez « Mettre à jour maintenant » pour démarrer le flux de mise à jour standard du système.
ja: 新しいバージョンが利用可能です。 「今すぐ更新」を選択して、標準のシステム更新フローを開始します。
ko: 최신 버전을 사용할 수 있습니다. 표준 시스템 업데이트 흐름을 시작하려면 "지금 업데이트"를 선택하세요.
pt: Uma versão mais recente está disponível. Escolha “Atualizar agora” para iniciar o fluxo padrão de atualização do sistema.
ru: Доступна более новая версия. Выберите «Обновить сейчас», чтобы начать стандартный процесс обновления системы.
tr: Daha yeni bir sürüm mevcut. Standart sistem güncelleme akışını başlatmak için “Şimdi Güncelle”yi seçin.
zh_hant: 已發現更高版本，點擊“立即更新”後會進入系統標準安裝流程。

# about.update.detail.checking
source: 正在获取最新 Release 信息，请稍候。
ar: جلب أحدث معلومات الإصدار.
de: Abrufen der neuesten Versionsinformationen.
en: Fetching the latest release information.
es: Obteniendo la información de la versión más reciente.
fr: Récupération des informations sur la dernière version.
ja: 最新のリリース情報を取得しています。
ko: 최신 릴리스 정보를 가져오는 중입니다.
pt: Buscando as informações de lançamento mais recentes.
ru: Получение информации о последней версии.
tr: En son sürüm bilgileri alınıyor.
zh_hant: 正在獲取最新 Release 信息，請稍候。

# about.update.detail.upToDate
source: 当前已是最新版本。
ar: أنت تستخدم الإصدار الأحدث بالفعل.
de: Sie verwenden bereits die neueste Version.
en: You are already on the latest version.
es: Ya estás en la última versión.
fr: Vous utilisez déjà la dernière version.
ja: すでに最新バージョンを使用しています。
ko: 이미 최신 버전을 사용하고 있습니다.
pt: Você já está usando a versão mais recente.
ru: У вас уже установлена последняя версия.
tr: Zaten en son sürümü kullanıyorsunuz.
zh_hant: 當前已是最新版本。

# about.update.error.alreadyChecking
source: 正在检查更新，请稍后再试。
ar: هناك عملية فحص للتحديث قيد التشغيل بالفعل. حاول مرة أخرى قريبًا.
de: Eine Update-Prüfung läuft bereits. Versuchen Sie es in Kürze noch einmal.
en: An update check is already running. Try again shortly.
es: Ya se está ejecutando una comprobación de actualización. Inténtalo de nuevo en breve.
fr: Une vérification de mise à jour est déjà en cours. Réessayez sous peu.
ja: 更新チェックはすでに実行中です。しばらくしてからもう一度お試しください。
ko: 업데이트 확인이 이미 실행 중입니다. 잠시 후 다시 시도해 보세요.
pt: Uma verificação de atualização já está em execução. Tente novamente em breve.
ru: Проверка обновлений уже запущена. Повторите попытку позже.
tr: Bir güncelleme denetimi zaten sürüyor. Kısa süre sonra yeniden deneyin.
zh_hant: 正在檢查更新，請稍後再試。

# about.update.error.diskImageLocation
source: 请先将应用移到 Applications 再更新。当前应用仍在磁盘镜像中运行。
ar: انقل التطبيق إلى التطبيقات قبل التحديث. لا يزال التطبيق قيد التشغيل من صورة قرص.
de: Verschieben Sie die App vor der Aktualisierung in die Anwendungen. Die App wird weiterhin von einem Disk-Image ausgeführt.
en: Move the app to Applications before updating. The app is still running from a disk image.
es: Mueva la aplicación a Aplicaciones antes de actualizar. La aplicación todavía se está ejecutando desde una imagen de disco.
fr: Déplacez l'application vers Applications avant la mise à jour. L'application s'exécute toujours à partir d'une image disque.
ja: 更新する前に、アプリをアプリケーションに移動してください。アプリはまだディスク イメージから実行されています。
ko: 업데이트하기 전에 앱을 애플리케이션으로 이동하세요. 앱이 여전히 디스크 이미지에서 실행 중입니다.
pt: Mova o aplicativo para Aplicativos antes de atualizar. O aplicativo ainda está sendo executado a partir de uma imagem de disco.
ru: Перед обновлением переместите приложение в Приложения. Приложение по-прежнему работает с образа диска.
tr: Güncellemeden önce uygulamayı Uygulamalar klasörüne taşıyın. Uygulama hâlâ bir disk kalıbından çalışıyor.
zh_hant: 請先將應用移到 Applications 再更新。當前應用仍在磁盤鏡像中運行。

# about.update.error.moveToApplications
source: 请先将应用移到 Applications 再更新。
ar: انقل التطبيق إلى التطبيقات قبل التحديث.
de: Verschieben Sie die App vor der Aktualisierung in die Anwendungen.
en: Move the app to Applications before updating.
es: Mueva la aplicación a Aplicaciones antes de actualizarla.
fr: Déplacez l'application vers Applications avant la mise à jour.
ja: 更新する前にアプリをアプリケーションに移動してください。
ko: 업데이트하기 전에 앱을 애플리케이션으로 이동하세요.
pt: Mova o aplicativo para Aplicativos antes de atualizar.
ru: Перед обновлением переместите приложение в Приложения.
tr: Güncellemeden önce uygulamayı Uygulamalar klasörüne taşıyın.
zh_hant: 請先將應用移到 Applications 再更新。

# about.update.error.quarantineLocation
source: 请先将应用移到 Applications 再更新。当前应用仍在系统隔离位置中运行。
ar: انقل التطبيق إلى التطبيقات قبل التحديث. لا يزال التطبيق قيد التشغيل من موقع النظام المنقول.
de: Verschieben Sie die App vor der Aktualisierung in den Bereich „Anwendungen“. Die App wird weiterhin von einem verschobenen Systemspeicherort ausgeführt.
en: Move the app to Applications before updating. The app is still running from a translocated system location.
es: Mueva la aplicación a Aplicaciones antes de actualizar. La aplicación todavía se está ejecutando desde una ubicación del sistema trasladada.
fr: Déplacez l'application vers Applications avant la mise à jour. L'application est toujours en cours d'exécution à partir d'un emplacement système transféré.
ja: 更新する前に、アプリをアプリケーションに移動してください。アプリは、移動されたシステムの場所から引き続き実行されています。
ko: 업데이트하기 전에 앱을 애플리케이션으로 이동하세요. 앱이 여전히 이동된 시스템 위치에서 실행 중입니다.
pt: Mova o aplicativo para Aplicativos antes de atualizar. O aplicativo ainda está em execução em um local de sistema translocado.
ru: Перед обновлением переместите приложение в Приложения. Приложение по-прежнему работает из перемещенной системной папки.
tr: Güncellemeden önce uygulamayı Uygulamalar klasörüne taşıyın. Uygulama hâlâ güvenlik amaçlı taşınmış bir sistem konumundan çalışıyor.
zh_hant: 請先將應用移到 Applications 再更新。當前應用仍在系統隔離位置中運行。

# about.update.error.readOnlyVolume
source: 请先将应用移到 Applications 再更新。当前应用所在磁盘是只读的。
ar: انقل التطبيق إلى التطبيقات قبل التحديث. المجلد الحالي للقراءة فقط.
de: Verschieben Sie die App vor der Aktualisierung in die Anwendungen. Das aktuelle Volume ist schreibgeschützt.
en: Move the app to Applications before updating. The current volume is read-only.
es: Mueva la aplicación a Aplicaciones antes de actualizar. El volumen actual es de sólo lectura.
fr: Déplacez l'application vers Applications avant la mise à jour. Le volume actuel est en lecture seule.
ja: 更新する前に、アプリをアプリケーションに移動してください。現在のボリュームは読み取り専用です。
ko: 업데이트하기 전에 앱을 애플리케이션으로 이동하세요. 현재 볼륨은 읽기 전용입니다.
pt: Mova o aplicativo para Aplicativos antes de atualizar. O volume atual é somente leitura.
ru: Перед обновлением переместите приложение в Приложения. Текущий том доступен только для чтения.
tr: Güncellemeden önce uygulamayı Uygulamalar klasörüne taşıyın. Geçerli birim salt okunur.
zh_hant: 請先將應用移到 Applications 再更新。當前應用所在磁盤是隻讀的。

# about.update.error.servicePreparing
source: 更新服务正在准备中，请稍后再试。
ar: لا تزال خدمة التحديث قيد الإعداد. حاول مرة أخرى قريبًا.
de: Der Update-Dienst bereitet sich noch vor. Versuchen Sie es in Kürze noch einmal.
en: The update service is still preparing. Try again shortly.
es: El servicio de actualización aún se está preparando. Inténtalo de nuevo en breve.
fr: Le service de mise à jour est toujours en préparation. Réessayez sous peu.
ja: 更新サービスはまだ準備中です。しばらくしてからもう一度お試しください。
ko: 업데이트 서비스가 아직 준비 중입니다. 잠시 후 다시 시도해 보세요.
pt: O serviço de atualização ainda está em preparação. Tente novamente em breve.
ru: Служба обновлений все еще готовится. Повторите попытку позже.
tr: Güncelleme hizmeti hâlâ hazırlanıyor. Kısa süre sonra yeniden deneyin.
zh_hant: 更新服務正在準備中，請稍後再試。

# about.update.error.unwritableLocationUnknown
source: 无法确认当前安装位置是否可写，请将应用移到 Applications 后再更新。
ar: تعذر التحقق من أن موقع التثبيت الحالي قابل للكتابة. انقل التطبيق إلى التطبيقات قبل التحديث.
de: Der aktuelle Installationsort konnte nicht als beschreibbar überprüft werden. Verschieben Sie die App vor dem Aktualisieren in den Bereich „Anwendungen“.
en: The current install location could not be verified as writable. Move the app to Applications before updating.
es: No se pudo verificar que la ubicación de instalación actual sea escribible. Mueve la aplicación a Aplicaciones antes de actualizarla.
fr: L'emplacement d'installation actuel n'a pas pu être vérifié comme étant accessible en écriture. Déplacez l'application vers Applications avant la mise à jour.
ja: 現在のインストール場所が書き込み可能であることを確認できませんでした。更新する前に、アプリを「アプリケーション」に移動してください。
ko: 현재 설치 위치가 쓰기 가능한지 확인할 수 없습니다. 업데이트하기 전에 앱을 애플리케이션으로 이동하세요.
pt: Não foi possível verificar o local de instalação atual como gravável. Mova o aplicativo para Aplicativos antes de atualizar.
ru: Не удалось проверить текущее местоположение установки как доступное для записи. Перед обновлением переместите приложение в Приложения.
tr: Geçerli yükleme konumunun yazılabilir olduğu doğrulanamadı. Güncellemeden önce uygulamayı Uygulamalar klasörüne taşıyın.
zh_hant: 無法確認當前安裝位置是否可寫，請將應用移到 Applications 後再更新。

# about.update.headline.availableFormat
source: 检测到新版本 %@
ar: الإصدار الجديد متاح: %@
de: Neue Version verfügbar: %@
en: New version available: %@
es: Nueva versión disponible: %@
fr: Nouvelle version disponible : %@
ja: 利用可能な新しいバージョン: %@
ko: 사용 가능한 새 버전: %@
pt: Nova versão disponível: %@
ru: Доступна новая версия: %@
tr: Yeni sürüm mevcut: %@
zh_hant: 檢測到新版本 %@

# about.update.headline.blocked
source: 暂时无法启动更新
ar: لا يمكن أن يبدأ التحديث بعد
de: Update kann noch nicht gestartet werden
en: Update cannot start yet
es: La actualización no puede iniciarse todavía
fr: La mise à jour ne peut pas encore démarrer
ja: アップデートはまだ開始できません
ko: 아직 업데이트를 시작할 수 없습니다
pt: A atualização ainda não pode ser iniciada
ru: Обновление пока не может начаться
tr: Güncelleme henüz başlatılamıyor
zh_hant: 暫時無法啟動更新

# about.update.headline.checking
source: 正在检查更新…
ar: جاري التحقق من وجود تحديثات...
de: Nach Updates suchen…
en: Checking for updates…
es: Buscando actualizaciones…
fr: Vérification des mises à jour…
ja: アップデートをチェックしています…
ko: 업데이트 확인 중...
pt: Verificando atualizações…
ru: Проверка обновлений…
tr: Güncellemeler denetleniyor…
zh_hant: 正在檢查更新…

# about.update.headline.failed
source: 检查更新失败
ar: فشل التحقق من التحديث
de: Update-Prüfung fehlgeschlagen
en: Update check failed
es: La comprobación de actualización falló
fr: Échec de la vérification de la mise à jour
ja: 更新チェックに失敗しました
ko: 업데이트 확인 실패
pt: Falha na verificação de atualização
ru: Проверка обновлений не удалась
tr: Güncelleme denetimi başarısız oldu
zh_hant: 檢查更新失敗

# about.update.headline.idle
source: 检查最新版本
ar: التحقق من أحدث إصدار
de: Überprüfen Sie die neueste Version
en: Check the latest version
es: Comprueba la última versión
fr: Vérifiez la dernière version
ja: 最新バージョンを確認してください
ko: 최신 버전 확인
pt: Verifique a versão mais recente
ru: Проверьте последнюю версию
tr: En son sürümü denetleyin
zh_hant: 檢查最新版本

# about.update.headline.upToDate
source: 当前已是最新版本
ar: أنت مطلع
de: Sie sind auf dem neuesten Stand
en: You are up to date
es: Estás actualizado
fr: Vous êtes à jour
ja: 最新情報を入手しました
ko: 최신 정보를 받아보세요
pt: Você está atualizado
ru: Вы в курсе
tr: Güncelsiniz
zh_hant: 當前已是最新版本

# about.update.installNow
source: 立即更新
ar: التحديث الآن
de: Jetzt aktualisieren
en: Update Now
es: Actualizar ahora
fr: Mettre à jour maintenant
ja: 今すぐ更新
ko: 지금 업데이트
pt: Atualizar agora
ru: Обновить сейчас
tr: Şimdi Güncelle

# about.version.unknown
source: 未知版本
ar: إصدار غير معروف
de: Unbekannte Version
en: Unknown Version
es: Versión desconocida
fr: Version inconnue
ja: 不明なバージョン
ko: 알 수 없는 버전
pt: Versão desconhecida
ru: Неизвестная версия
tr: Bilinmeyen Sürüm

# about.versionFormat
source: 版本 %@
ar: الإصدار %@
de: Version %@
en: Version %@
es: Versión %@
fr: Version %@
ja: バージョン %@
ko: 버전 %@
pt: Versão %@
ru: Версия %@
tr: Sürüm %@

# app.quit
source: 退出
ar: إنهاء
de: Beenden
en: Quit
es: Salir
fr: Quitter
ja: やめる
ko: 종료
pt: Sair
ru: Выйти
tr: Çık

# appearance.dark
source: 深色
ar: داكن
de: Dunkel
en: Dark
es: Oscuro
fr: Sombre
ja: ダーク
ko: 다크
pt: Escuro
ru: Темный
tr: Karanlık

# appearance.description
source: 自动跟随系统，也可以固定为深色或浅色。
ar: تابع النظام تلقائيًا، أو احتفظ بمظهر ثابت.
de: Folgen Sie dem System automatisch oder behalten Sie ein festes Erscheinungsbild bei.
en: Follow the system automatically, or keep a fixed appearance.
es: Siga el sistema automáticamente o mantenga una apariencia fija.
fr: Suivez le système automatiquement ou conservez une apparence fixe.
ja: システムに自動的に従うか、固定された外観を保ちます。
ko: 시스템을 자동으로 따르거나 고정된 모습을 유지하세요.
pt: Siga o sistema automaticamente ou mantenha uma aparência fixa.
ru: Следуйте за системой автоматически или сохраняйте фиксированный внешний вид.
tr: Sistemi otomatik olarak izleyin ya da sabit bir görünüm kullanın.
zh_hant: 自動跟隨系統，也可以固定為深色或淺色。

# appearance.help
source: 设置应用外观
ar: ضبط مظهر التطبيق
de: Stellen Sie das Erscheinungsbild der App ein
en: Set the app appearance
es: Establecer la apariencia de la aplicación
fr: Définir l'apparence de l'application
ja: アプリの外観を設定する
ko: 앱 모양 설정
pt: Definir a aparência do aplicativo
ru: Настройте внешний вид приложения
tr: Uygulama görünümünü ayarlayın
zh_hant: 設定應用外觀

# appearance.light
source: 浅色
ar: فاتح
de: Hell
en: Light
es: Claro
fr: Claire
ja: ライト
ko: 라이트
pt: Claro
ru: Светлый
tr: Aydınlık
zh_hant: 淺色

# appearance.picker
source: 外观
ar: المظهر
de: Aussehen
en: Appearance
es: Apariencia
fr: Apparence
ja: 外観
ko: 외관
pt: Aparência
ru: Внешний вид
tr: Görünüm
zh_hant: 外觀

# appearance.system
source: 自动
ar: تلقائي
de: Automatisch
en: Automatic
es: Automático
fr: Automatique
ja: 自動
ko: 자동
pt: Automático
ru: Автоматически
tr: Otomatik
zh_hant: 自動

# appearance.title
source: 应用外观
ar: مظهر التطبيق
de: App-Erscheinungsbild
en: App Appearance
es: Apariencia de la aplicación
fr: Apparence de l'application
ja: アプリの外観
ko: 앱 모양
pt: Aparência do aplicativo
ru: Внешний вид приложения
tr: Uygulama Görünümü
zh_hant: 應用外觀

# common.cancel
source: 取消
ar: إلغاء
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
tr: İptal

# common.ok
source: 好
ar: موافق
de: OK
en: OK
es: Aceptar
fr: D'accord
ja: わかりました
ko: 알았어
pt: OK
ru: ОК
tr: Tamam

# general.section.appearance
source: 外观
ar: المظهر
de: Aussehen
en: Appearance
es: Apariencia
fr: Apparence
ja: 外観
ko: 외관
pt: Aparência
ru: Внешний вид
tr: Görünüm
zh_hant: 外觀

# general.section.menuBarIcon
source: 状态栏图标
ar: رمز شريط القوائم
de: Menüleistensymbol
en: Menu Bar Icon
es: Icono de la barra de menú
fr: Icône de la barre de menu
ja: メニュー バー アイコン
ko: 메뉴 표시줄 아이콘
pt: Ícone da barra de menu
ru: Значок строки меню
tr: Menü Çubuğu Simgesi
zh_hant: 狀態列圖標

# general.section.startup
source: 启动
ar: بدء التشغيل
de: Start
en: Startup
es: Inicio
fr: Démarrage
ja: スタートアップ
ko: 시작
pt: Inicialização
ru: Запуск
tr: Başlangıç
zh_hant: 啟動

# language.description
source: 默认跟随系统语言，也可以固定为指定语言。
ar: اتبع لغة النظام بشكل افتراضي، أو اختر لغة ثابتة.
de: Folgen Sie standardmäßig der Systemsprache oder wählen Sie eine feste Sprache.
en: Follow the system language by default, or choose a fixed language.
es: Sigue el idioma del sistema de forma predeterminada o elige un idioma fijo.
fr: Suivez la langue du système par défaut ou choisissez une langue fixe.
ja: デフォルトでシステム言語に従うか、固定言語を選択します。
ko: 기본적으로 시스템 언어를 따르거나 고정 언어를 선택하세요.
pt: Siga o idioma do sistema por padrão ou escolha um idioma fixo.
ru: Используйте язык системы по умолчанию или выберите фиксированный язык.
tr: Varsayılan olarak sistem dili kullanılır; isterseniz sabit bir dil seçebilirsiniz.
zh_hant: 預設跟隨系統語言，也可以固定為指定語言。

# language.help
source: 设置应用语言
ar: ضبط لغة التطبيق
de: Stellen Sie die App-Sprache ein
en: Set the app language
es: Establecer el idioma de la aplicación
fr: Définir la langue de l'application
ja: アプリの言語を設定する
ko: 앱 언어 설정
pt: Definir o idioma do aplicativo
ru: Установить язык приложения
tr: Uygulama dilini ayarlayın
zh_hant: 設定應用語言

# language.picker
source: 语言
ar: اللغة
de: Sprache
en: Language
es: Idioma
fr: Langue
ja: 言語
ko: 언어
pt: Idioma
ru: Язык
tr: Dil
zh_hant: 語言

# language.system
source: 跟随系统
ar: النظام
de: System
en: System
es: Sistema
fr: Système
ja: システム
ko: 시스템
pt: Sistema
ru: Система
tr: Sistem
zh_hant: 跟隨系統

# language.title
source: 语言
ar: اللغة
de: Sprache
en: Language
es: Idioma
fr: Langue
ja: 言語
ko: 언어
pt: Idioma
ru: Язык
tr: Dil
zh_hant: 語言

# launchAtLogin.description
source: 登录系统时自动启动 MacTools 并显示在菜单栏。
ar: ابدأ MacTools عند تسجيل الدخول واحتفظ به في شريط القائمة.
de: Starten Sie MacTools, wenn Sie sich anmelden, und behalten Sie es in der Menüleiste.
en: Start MacTools when you log in and keep it in the menu bar.
es: Inicie MacTools cuando inicie sesión y manténgalo en la barra de menú.
fr: Démarrez MacTools lorsque vous vous connectez et conservez-le dans la barre de menu.
ja: ログイン時に MacTools を起動し、メニュー バーに保持します。
ko: 로그인할 때 MacTools을(를) 시작하고 메뉴 표시줄에 유지하세요.
pt: Inicie MacTools ao fazer login e mantenha-o na barra de menu.
ru: Запустите MacTools при входе в систему и сохраните его в строке меню.
tr: Oturum açtığınızda MacTools'u başlatın ve menü çubuğunda tutun.
zh_hant: 登錄系統時自動啟動 MacTools 並顯示在選單列。
